{
    "WBUI2": {
      "settings": {
          "OpenButton": 5,
          "HideIcon": true,
          "HideIconAfter": 30,
          "IconURL": "https://i.imgur.com/OZ6xOjY.png",
          "DisableIconText": false,
          "OpenOnStart": false,
          "OpenOnStartOnlyNewPlayers": true,
          "UpdateInterval": 12
        },
      "tabs": [
        {
          "tab1": {
            "layout": 2,
            "buttontext": "Welcome",
            "title1": "<TextStyle.Red>Welcome to ASGames!</>",
            "title2": "<TextStyle.Red>Notes</>",
            "text1":  "Welcome to Ancient Stoney Games, \n Please make a tribe \n Daily Restarts are at 6:00 am CST \n This server is a WIP settings and Mods are subject to change. \n ANY item that is the same as the recipe is disabled. \n Do Not use names like 123 or human, Do Not use profanity or derogatory names, these will be renamed",
             "text2": "DO Not Build at the Hidden Lake, do not place teleports or any structure here. This is a beaver dam spawn and any structures will keep the dams from spawning. Any structures placed here will be destroyed.",
            "imageurl": "https://cdn.discordapp.com/attachments/818115628186468353/1170103753555324949/Stoney.png?ex=6557d30a&is=65455e0a&hm=ceb566720be3451c8ea245926105fba37067f0d2da3bd5c010e37f8b0129f490&"
          }
        },
        {
          "tab2": {
            "layout": 2,
            "buttontext": "Rules",
            "title1": "Rules",
            "title2": "Rules Cont",
            "text1": "By Reading these Rules you agree to following them to play on this server \n \n -Do not use Profanity in general chat. a filter is in place. \n \n -Do Not use names that are deroitory. offensive or contaim vulgarity or related. \n \n -No excessive placement of structures, pillars, foundations, etc \n \n -No Building in caves that include artifacts or loot crates or have more than 6 modes of resources \n \n -No blocking of obelisks. \n \n -No hacking or abusing any game bugs and game exploits \n \n -Do not build/block on any spawn or heavy resource locations that contain more than 6 nodes. this includes caves. \n \n -No dropping or leading dinos into someones base for the purpose of killing their dinos or destroying their base. This will lead to immediate ban \n \n -No placing ANY structure to block any area \n \n -No blocking resource spawns with random structures or small bases \n \n -No placing structures near an enemy base to cause harassment. \n \n -No Placing any structure for future building or holding any spot even if its temporary. Random buildings found will have ALL tribe structures wiped. So if you have a new person in your tribe, make sure they did NOT build random buildings on the beach or any location.  ",
            "text2": "-Do Not leave taming pens, this would be the same as a second structure and ALL tribe structures will be wiped \n \n -One 50x50 base per tribe. Do not exceed 20 walls high. \n \n -Do NOT leave your dinos out use soulballs. Dinos left out in the world will be destroyed. Maximum of 10 dinos should ony be out at a time (Except for gachas and other dinos that only produce outside of terminal, also an exception is breeding. \n \n -No racism or verbal bulling ingame,  zero tolerance is in effect for this rule.\n \n -Do not give away or trade tames/saddles to players that have not already tamed/crafted them.  Do not give away or trade items, resources, or Fertilized Eggs to players that are lowered level or havent progressed to your level \n \n-Using any mechanic or broken ark mechanic may result in you being banned. \n \n -All Teleporters in the wild MUST be on public. Failure to do this will result in limiting only 1 per tribe \n \n -DO Not hang around players doing bosses or Dinos that give aoe loot just to get free loot or get items that are higher than your progression this includes jumping into a fight when you were not ask to \n \n -Do not help new players to get egg by killing off wyverns in the wyvven trench or dinos that produce eggs on death. they must get them on thier own \n \n -No Placing any structure for future building or holding any spot even if its temporary. Random buildings found will have ALL tribe structures wiped. So if you have a new person in your tribe, make sure they did NOT build random buildings on the beach or any location. ",
            "imageurl": ""
          }
        }
              {
          "tab3": {
            "layout": 2,
            "buttontext": "Info",
            "title1": "Information",
            "title2": "Donations",
            "text1": "Press F3 For shop \n 50 points are earned every 30 minutes to purchase items from shop. \n Earn More by being a Patreon. \n Dragon Patreons earn 200, Wyverns Earn 150 and Unicorn earn 100. \n We use auto decay, if your offline for more than 7 days your dinos and structures will be auto wiped. \n Patreons have 14 days \n To check decay time on any struycture or dino, type /decaytime for the time remaining. \n Structure that have less than 10 items will decay in 2 days (usually for unmaned taming pens)",
            "text2": "You can give donation by purching points or become a patreon. \n Click the tab Purchase Points , this will take you to the Tebex store. \n In the store click ARK SHOP ASCENDED then select the plg, be sure to log in with your steam account and also add your EOSid which you can find at the bottom of the shop by pressing F3 \n Points are instantly transfered to your player once bought.",
            "imageurl": ""
          }
        }
      ],
      "links": [
        {
          "link1": {
            "text": "Patreon Link",
            "url": "https://www.patreon.com/ASGames"
          }
        },
        {
          "link2": {
            "text": "Discord Link",
            "url": "https://discord.gg/aNrBYPtDse"
          }
        },
        {
          "link3": {
            "text": "Points Link for ASE only",
            "url": "https://asgames.tebex.io/"
          }
        }
      ]
    }
  }
